import React, { Component } from 'react';
import { Typography } from '@material-ui/core';

class Article extends Component {
    state = {  }
    render() { 
        return (
            <React.Fragment>
                 <Typography paragraph>
          عقدة القبول في أدسنس

والملاحظ أعزائي أنه هناك العديد من المدونين دائما ما يواجهون الرفض في كل مرة يقومون بتقديم طلب التسجيل لأدسنس وهذا ما يجعلهم يفقدون الأمل ويبدؤون في الحذيث عن تعامل أدسنس بقسوة مع المواقع العربية ، في حين أن المشكل غالبا ما يكون من عدم توفر مواقعهم على أبسط الشروط التي وضعتها أدسنس.

وحينها يبدؤون في البحث عن طرق أخرى مكلفة للحصول على حساب أدسنس من خلال مواقع الخدمات المصغرة، أو بالتسجيل بأحد المواقع ذات شراكة مع جوجل أدسنس وتقوم إما برفع ملفات أو كتابة مقالات. 
وبالنسبة للطريقة الأخيرة فأغلب المواقع التي كانت تقدم الخدمة لم تعد كذلك كموقع فليكسيا

تدابير يجب أن تقوم بها قبل تقديم طلبك لجوجل أدسنس :

قبل أن ندخل في المعايير التي تعتمدها جوجل أدسنس يجب أن تعلم أخي الكريم أنه حتى وبتوفرك على جميع الشروط المطلوبة فهذا لا يضمن لك دائما الحصول على حساب جوجل أدسنس ولكن ستكون عندك فرصة ما يقارب %90 لكي يتم قبول مدونتك في جوجل أدسنس.

أمور تتعلق بمحتوى المدونة : 
أهم شيئ تأخده جوجل أدسنس بالحسبان هو طبيعة محتوى موقعك حيث أن جوجل أدسنس لا تقبل المواقع الخليعة ومواقع تقوم بانتهاك حقوق التأليف والملكية كمواقع البرامج المقرصنة وأيضا كل ما يتعلق بالمخدرات وقد لوحظ في السنوات الأخيرة أنه لا تحبذ أيضا مواقع الفوركس والشات.
لا ننسى أيضا أن تكون تدوينات مدونتك لا يقل عدد الكلمات بكل تدوينة عن 300 كلمة .
أن يكون محتوى مدونتك غني : على الأقل يجب أن تتوفر مدونتك على 30 تدوينة .
أن تكون تدويناتك حصرية : أي غير منقولة من مواقع أخرى وإذا ما اضطررت إلى نقل موضوع ما فيجب أن تقوم بتغيير عنوانه والتعدل على محتواه وفي النهاية تضع رابط الموضوع الأصلي.
من الأفضل أن تكون مدونتك متخصصة في مجال واحد لأن جوجل أدسنس لا تحبذ كثيرا المواقع العامة التي تتحذث عن كل شيء.
أمور تتعلق بتصميم المدونة : 

يجب أن تختار قالب جميل وسريع التحميل.
يجب أن تكون ألوان القالب مريحة للعين.
لا تكثر من الإضافات المزعجة Widgets . 

أمور تتعلق بملأ البيانات : 

يجب أن تتأكد جيدا من كتابتك لبياناتك الشخصية بطريقة سليمة .
قم بكتابة رمز بريدي صحيح وإذا لم تعرف الرمز البريدي الخاص بمنطقتك قم بالإتصال بأقرب مركز بريد.
اكتب إسمك الحقيقي إذا كان عمرك أكبر من 18 سنة وإن لم يكن كذلك أكتب إسم أحد أقاربك الذي يتوفر على بطاقة التعريف لكي تستطيع الحصول على أموالك من أدسنس عبر الويسترن يونيون بدون مشاكل.

أمور تتعلق بصفحات المدونة : 

من المهم جدا أن تمتلك صفحة عن المدونة أو عني من أجل أن تصف فيها نفسك وطبيعة مدونتك.
يجب أن تتوفر مدونتك على صفحة إتصل بنا من أجل تمكين زوارك من التواصل معك.
التوفر على صفحة سياسة الخصوصية هو أمر يزيد حتما من فرص قبولك في أدسنس. 

عوامل ثانوية مساعدة : 
إذا كنت تتوفر على مدونة ذات نسبة زوار مرتفعة فهذا حتما سيزيد من فرص قبولك في أدسنس.
بيج رانك مرتفع وترتيب جيد في أليكسا هما عاملان مساعدان أيضا.
دومين مدفوع هو من العوامل المساعدة أيضا.

نصائح إضافية بخصوص جوجل أدسنس

أكبر خطأ يقع فيه كل مدون وكل صاحب موقع عموما هو الإهتمام المبالغ فيه بالقبول في أدسنس حتى أن بعضهم يعتقد أنه بمجرد حصوله على حساب أدسنس سيبدأ في جني الأرباح الطائلة وعند قبوله يتفاجأ بظهور مشاكل أخرى أهمها هو ضعف الزوار. 
لذا يجب أخي الكريم ألا تولي إهتمام كبير بأدسنس وتركز على الأهم وهو تقديم محتوى مفيد وحصري من أجل إرضاء الزائر أولا والعمل على إشهار المدونة من أجل الحصول على أعداد كبيرة من الزوار ستمكنك من ربح أموال مهمة من خلال أدسنس.
لا تتسرع في الطلب لجوجل أدسنس ومدونتك ما زالت في طور البناء لأنه سيتم رفض طلبك وهذا سينقص من حظوظ قبول أدسنس لمدونتك عند إرسال الطلب في المرة الثانية. 

ملاحظة أخيرة :

إذا تم رفض طلبك عدة مرات متتالية من قبل أدسنس قم بإنشاء إميل جديد وأنشئ مدونة جديدة متوافقة
          </Typography>
          <Typography paragraph>
            Consequat mauris nunc congue nisi vitae suscipit. Fringilla est ullamcorper eget nulla
            facilisi etiam dignissim diam. Pulvinar elementum integer enim neque volutpat ac
            tincidunt. Ornare suspendisse sed nisi lacus sed viverra tellus. Purus sit amet volutpat
            consequat mauris. Elementum eu facilisis sed odio morbi. Euismod lacinia at quis risus
            sed vulputate odio. Morbi tincidunt ornare massa eget egestas purus viverra accumsan in.
            In hendrerit gravida rutrum quisque non tellus orci ac. Pellentesque nec nam aliquam sem
            et tortor. Habitant morbi tristique senectus et. Adipiscing elit duis tristique
            sollicitudin nibh sit. Ornare aenean euismod elementum nisi quis eleifend. Commodo
            viverra maecenas accumsan lacus vel facilisis. Nulla posuere sollicitudin aliquam
            ultrices sagittis orci a.
          </Typography>
            </React.Fragment>
          );
    }
}
 
export default Article;